lessons/PhysicalChemistry/2.org
#+TITLE: Physical Chemistry 02 
#+AUTHOR: MKQ
#+KEYWORDS: physical-chemistry note
#+LATEX_COMPILER: xelatex
#+LATEX_HEADER:\usepackage[scheme=plain]{ctex}

* 体系与环境
** 体系
用人为的边界把一部分物质与其他物质分开,这部分被选定的物质叫做系统.
(System)

- 就是热力学的研究对象
** 环境
就是系统以外的部分,但实际上考虑和系统关系密切的部分
** 系统的分类
*** 按照物质能量交换
- 敞开系统(open system)
有物质能量交换
- 封闭系统(closed system)
有物质交换无能量交换
- 孤立系统(isolated System)
没有物质能量交换

+ 能量交换只有热和功两种形式在热力学里面
*** 按照物质的种类
 - 单组分系统
- 多组分系统
*** 按照相的数目
- 单相系统(均相系统:例如气体)
- 多相系统
 + 相:物质物理化学性质相同的部分
   +气体:一个相
   +液体:可以有很多,按照互溶程度
   +固体:一块固体为一个相
** 1系统宏观性质和状态函数
*** 系统性质
热力学变量,宏观可以测量,分两类
- 有加和性:广度性质,数学上是一次函数
- 没加和性:强度性质,多为广度性质之间的比值什么的
- 都不是:电容电阻什么的

*** 状态函数
- 状态:
- 状态参数
- 状态函数:系统经过变化,只要回到原来的状态,状态函数不变,
状态确定,状态函数就唯一确定(不同状态可能温度一样,但相同状态温度不会不一样)
 + 状态函数的该变量与变化的途径没有关系
 + 状态函数的环路积分为零
 + 状态函数有全微分的性质
\[p=f(n,V,T)\]
 + 二次全微分和求偏导的次序没有关系
 + MKQ可厉害啦
 + 还有个公式记在书上了
 + 老师在讲复合函数的偏微分
\[
z=f(x,y)=f[x,y(x,\alpha)]
\]
 + 他说没有比这个更复杂的数学啦:我觉得他骗人
- 状态方程:状态函数间的定量关系式,说明这堆状态函数之间是联系的,
一个变化了另一个也会变
- 描述一个系统需要多少个变量其实热力学是不会告诉你的,需要你自己实验
- 举了个例子;说明这玩意怎么来的
\[
f(p,V,T)=0 --> V=f(p,T)
我把它记在书上了
\]
- 热力学平衡态
没有宏观的离子能量流动,此时系统各个相的宏观性质都不发生变化,此时就是热力学
平hentai了#喂
 + 热平衡:不然会有热传导
 + 力学平衡:不然会有形变和功
 + 相平衡:不会有相的产生和消失
 + 化学平衡:化学反应不行
- 只有平衡态时系统宏观性质才有单值,才有状态函数
- 稳定态(和平衡态区别):可能个部分宏观性质不变,但是可能一个相内各部分性质不同
(不光确定值,还要是确定单值)
*** 过程和途径
系统从始态到终态的整个变化
**** 过程
只与始态终态有关
**** 途径
变化中间经历的一系列步骤
- 相同的始态终态可能经历了很多很多种不同的途径
- 功和热是和途径有关的
*** 常见的过程
等温等压绝热恒容循环
- 爆炸可以近似看作绝热

**** 可逆过程
可以看做经历的每一个微小的变化都在平衡态之间进行,中间状态接近于平衡态,
也叫作准静态过程,无限缓慢,速度趋于零
* 热力学第零定律和温度
** 热力学第零定律
*** 温度的定义
- 朴素的温度定义实际上是导热速度的快慢
**** 热平衡现象
热力学利用热平衡状态来定义温度
不同温度的物体放在一起,过会就温度变得一样了(就不再有热传导了)
于是要求达到热平衡状态的两个物体具有一个相同状态函数,这个状态函数被定义为温度
- 温度相等是热平衡的充分必要条件
- 当两个系统分别与另外一个系统达到了热平衡,那么这两个系统也达到了热平衡
*** 温标
老师说这个了解一下
选取一种测温性质,这种测温性质和温度有一种线性的关系(电阻,长度,体积等)
**** 摄氏温标
必须要纯水,其中不能溶解有气体
**** 开氏温标
通过理想气体温标来实现

**** 理想气体温标

* 理想气体
反正老娘都会
** 理想气体模型
- 气体分子式没有尺寸的质点
- 气体分子之间没有相互作用
- 实际气体在温度不太低,压力不太高的时候看作理想气体没有问题
** 理想气体的状态
*** 压力
来自于气体分子对于容器壁无休止的碰撞
\[
1 bar = 10^5 Pa
\]
*** 温度
果断还是选择开氏温标呀
** 单一理想气体状态方程
然后就是一堆实验,测出来一堆定律,总之归纳起来就是
\[
pV=nRT
\]
p \to 0时适用
- 然后就是上面那个公式的全微分
** 理想气体的混合物
道尔顿分压定律,还有xxx分体积定律...
* 气体分子动理论
#+BEGIN_QUOTE

#+END_QUOTE
